Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: The request never completed, so Google Play never saw it. This is a connection problem, not something wrong with the package name, image type or language. Nothing was published — the edit was discarded and your listing is unchanged. Upload again when the connection is steady.
ar: لم يكتمل الطلب مطلقًا، لذلك لم يره Google Play مطلقًا. هذه مشكلة في الاتصال، وليست خطأ في اسم الحزمة أو نوع الصورة أو اللغة. لم يتم نشر أي شيء — تم تجاهل التعديل ولم تتغير قائمتك. قم بالتحميل مرة أخرى عندما يكون الاتصال ثابتًا.
ca: La sol·licitud no s'ha completat mai, de manera que Google Play no la va veure mai. Aquest és un problema de connexió, no hi ha cap problema amb el nom del paquet, el tipus d'imatge o l'idioma. No s'ha publicat res; l'edició s'ha descartat i la vostra fitxa no ha canviat. Torna a pujar quan la connexió sigui estable.
cs: Požadavek nebyl nikdy dokončen, takže Google Play ho nikdy neviděl. Toto je problém s připojením, není to něco špatného s názvem balíčku, typem obrázku nebo jazykem. Nebylo publikováno nic – úprava byla zahozena a váš zápis se nezměnil. Nahrajte znovu, až bude připojení stabilní.
da: Anmodningen blev aldrig fuldført, så Google Play så den aldrig. Dette er et forbindelsesproblem, ikke noget galt med pakkenavnet, billedtypen eller sproget. Intet blev offentliggjort – redigeringen blev kasseret, og din fortegnelse er uændret. Upload igen, når forbindelsen er stabil.
de: Die Anfrage wurde nie abgeschlossen, daher hat Google Play sie nie erhalten. Das ist ein Verbindungsproblem, kein Fehler bei Paketname, Bildtyp oder Sprache. Es wurde nichts veröffentlicht – die Bearbeitung wurde verworfen und dein Eintrag ist unverändert. Lade erneut hoch, wenn die Verbindung stabil ist.
el: Το αίτημα δεν ολοκληρώθηκε ποτέ, επομένως ο Google Play δεν το είδε ποτέ. Αυτό είναι ένα πρόβλημα σύνδεσης, δεν υπάρχει πρόβλημα με το όνομα του πακέτου, τον τύπο εικόνας ή τη γλώσσα. Δεν δημοσιεύτηκε τίποτα — η τροποποίηση απορρίφθηκε και η καταχώρισή σας δεν άλλαξε. Ανεβάστε ξανά όταν η σύνδεση είναι σταθερή.
es: La solicitud nunca terminó, así que Google Play no llegó a recibirla. Es un problema de conexión, no un error en el nombre del paquete, el tipo de imagen ni el idioma. No se publicó nada: la edición se descartó y tu ficha no cambió. Vuelve a subirlo cuando la conexión sea estable.
fa: درخواست هرگز کامل نشد، پس Google Play آن را دریافت نکرد. این مشکل اتصال است، نه ایرادی در نام بسته، نوع تصویر یا زبان. چیزی منتشر نشد — ویرایش کنار گذاشته شد و صفحهٔ فروشگاه شما تغییری نکرد. وقتی اتصال پایدار شد دوباره آپلود کنید.
fi: Pyyntöä ei koskaan suoritettu loppuun, joten Google Play ei koskaan nähnyt sitä. Tämä on yhteysongelma, ei vika paketin nimessä, kuvatyypissä tai kielessä. Mitään ei julkaistu – muokkaus hylättiin ja tietosi ovat ennallaan. Lataa uudelleen, kun yhteys on vakaa.
fr: La requête n'a jamais abouti : Google Play ne l'a donc jamais reçue. C'est un problème de connexion, pas une erreur de nom de package, de type d'image ou de langue. Rien n'a été publié — la modification a été annulée et votre fiche est inchangée. Relancez l'envoi quand la connexion sera stable.
he: הבקשה מעולם לא הושלמה, אז Google Play מעולם לא ראה אותה. זו בעיית חיבור, לא משהו שגוי בשם החבילה, סוג התמונה או השפה. שום דבר לא פורסם - העריכה נמחקה והרישום שלך לא השתנה. העלה שוב כשהחיבור יציב.
hr: Zahtjev nikada nije dovršen, pa ga Google Play nikada nije vidio. Ovo je problem s vezom, a ne nešto što nije u redu s nazivom paketa, vrstom slike ili jezikom. Ništa nije objavljeno — uređivanje je odbačeno i vaš je unos nepromijenjen. Ponovno prenesite kada veza bude stabilna.
hu: A kérés soha nem fejeződött be, így Google Play soha nem látta. Ez kapcsolati probléma, nem pedig a csomagnévvel, képtípussal vagy nyelvvel kapcsolatos probléma. Semmit sem tettek közzé – a szerkesztést elvetették, az adatlapod pedig nem változott. Töltse fel újra, ha a kapcsolat stabil.
id: Permintaan tidak pernah selesai, jadi Google Play tidak pernah melihatnya. Ini masalah koneksi, bukan ada yang salah dengan nama paket, jenis gambar, atau bahasanya. Tidak ada yang dipublikasikan — hasil edit telah dibuang dan listingan Anda tidak berubah. Upload lagi ketika koneksi stabil.
it: La richiesta non è mai stata completata, quindi Google Play non l'ha mai ricevuta. Si tratta di un problema di connessione, non di un errore nel nome del pacchetto, nel tipo di immagine o nella lingua. Non è stato pubblicato nulla: la modifica è stata scartata e la tua scheda è invariata. Carica di nuovo quando la connessione è stabile.
ja: リクエストが完了しなかったため、Google Play には届いていません。これは接続の問題で、パッケージ名、画像タイプ、言語の問題ではありません。何も公開されていません。編集は破棄され、掲載情報は変更されていません。接続が安定したら、もう一度アップロードしてください。
ko: 요청이 완료되지 않아 Google Play에 전달되지 않았습니다. 패키지 이름, 이미지 유형, 언어 문제가 아닌 연결 문제입니다. 아무것도 게시되지 않았으며 수정 사항은 취소되고 등록정보는 그대로입니다. 연결이 안정되면 다시 업로드하세요.
ms: Permintaan itu tidak pernah selesai, jadi Google Play tidak pernah melihatnya. Ini adalah masalah sambungan, bukan sesuatu yang salah dengan nama pakej, jenis imej atau bahasa. Tiada apa-apa yang diterbitkan — pengeditan telah dibuang dan penyenaraian anda tidak berubah. Muat naik semula apabila sambungan stabil.
nl: Het verzoek is nooit voltooid, dus Google Play heeft het nooit gezien. Dit is een verbindingsprobleem, en er is niets mis met de pakketnaam, het afbeeldingstype of de taal. Er is niets gepubliceerd. De bewerking is verwijderd en uw vermelding is ongewijzigd. Upload opnieuw wanneer de verbinding stabiel is.
no: Forespørselen ble aldri fullført, så Google Play så den aldri. Dette er et tilkoblingsproblem, ikke noe galt med pakkenavnet, bildetypen eller språket. Ingenting ble publisert – redigeringen ble forkastet og oppføringen din er uendret. Last opp igjen når tilkoblingen er stabil.
pl: Żądanie nigdy nie zostało ukończone, więc Google Play nigdy go nie zobaczyło. Jest to problem z połączeniem, a nie coś złego w nazwie pakietu, typie obrazu czy języku. Nic nie zostało opublikowane — zmiana została odrzucona, a Twój wpis pozostaje niezmieniony. Prześlij ponownie, gdy połączenie będzie stabilne.
pt_br: A solicitação nunca foi concluída, então o Google Play não a recebeu. É um problema de conexão, não um erro no nome do pacote, tipo de imagem ou idioma. Nada foi publicado — a edição foi descartada e sua página não mudou. Envie novamente quando a conexão estiver estável.
pt_pt: A solicitação nunca foi concluída, então Google Play nunca a viu. Este é um problema de conexão, não algo errado com o nome do pacote, tipo de imagem ou idioma. Nada foi publicado — a edição foi descartada e sua listagem permanece inalterada. Faça upload novamente quando a conexão estiver estável.
ro: Solicitarea nu a fost finalizată niciodată, așa că Google Play nu a văzut-o niciodată. Aceasta este o problemă de conexiune, nu este ceva în neregulă cu numele pachetului, tipul imaginii sau limba. Nu a fost publicat nimic — editarea a fost renunțată și înregistrarea dvs. este neschimbată. Încărcați din nou când conexiunea este stabilă.
ru: Запрос так и не завершился, поэтому Google Play его не получил. Это проблема подключения, а не ошибка в имени пакета, типе изображения или языке. Ничего не опубликовано — правка отменена, и ваша страница не изменилась. Загрузите снова, когда подключение станет стабильным.
sk: Žiadosť nebola nikdy dokončená, takže Google Play ju nikdy nevidel. Ide o problém s pripojením, nejde o niečo zlé s názvom balíka, typom obrázka alebo jazykom. Nič nebolo zverejnené – úprava bola zahodená a váš záznam sa nezmenil. Nahrajte znova, keď je pripojenie stabilné.
sl: Zahteva ni bila nikoli dokončana, zato je Google Play nikoli ni videl. To je težava s povezavo in ne nekaj narobe z imenom paketa, vrsto slike ali jezikom. Nič ni bilo objavljeno — urejanje je bilo zavrženo in vaš seznam je nespremenjen. Ponovno naložite, ko bo povezava stabilna.
sv: Förfrågan slutfördes aldrig, så Google Play såg den aldrig. Detta är ett anslutningsproblem, inte något fel med paketnamnet, bildtypen eller språket. Ingenting publicerades – redigeringen kasserades och dina uppgifter är oförändrade. Ladda upp igen när anslutningen är stabil.
th: คำขอไม่เสร็จสมบูรณ์ ดังนั้น Google Play จึงไม่เคยเห็นเลย นี่เป็นปัญหาการเชื่อมต่อ ไม่ใช่สิ่งผิดปกติกับชื่อแพ็คเกจ ประเภทรูปภาพ หรือภาษา ไม่มีการเผยแพร่ — การแก้ไขถูกยกเลิกและรายการของคุณไม่มีการเปลี่ยนแปลง อัปโหลดอีกครั้งเมื่อการเชื่อมต่อมีความเสถียร
tr: İstek hiç tamamlanmadı, bu yüzden Google Play onu hiç görmedi. Bu bir bağlantı sorunudur; paket adı, görüntü türü veya dille ilgili bir sorun değildir. Hiçbir şey yayımlanmadı — düzenleme iptal edildi ve mağaza sayfanız değişmedi. Bağlantı sabitlendiğinde yeniden yükleyin.
uk: Запит так і не завершився, тож Google Play його не отримав. Це проблема з’єднання, а не помилка в назві пакета, типі зображення чи мові. Нічого не опубліковано — редагування скасовано, і ваша сторінка не змінилася. Вивантажте знову, коли з’єднання стабілізується.
ur: درخواست کبھی مکمل نہیں ہوئی، اس لیے Google Play نے اسے کبھی نہیں دیکھا۔ یہ کنکشن کا مسئلہ ہے، پیکیج کے نام، تصویر کی قسم یا زبان میں کچھ غلط نہیں ہے۔ کچھ بھی شائع نہیں ہوا — ترمیم کو مسترد کر دیا گیا اور آپ کی فہرست میں کوئی تبدیلی نہیں کی گئی۔ کنکشن مستحکم ہونے پر دوبارہ اپ لوڈ کریں۔
vi: Yêu cầu chưa bao giờ được hoàn thành nên Google Play chưa bao giờ thấy yêu cầu đó. Đây là sự cố kết nối, không phải do tên gói, loại hình ảnh hoặc ngôn ngữ. Không có gì được xuất bản — bản chỉnh sửa đã bị loại bỏ và danh sách của bạn không thay đổi. Tải lên lại khi kết nối ổn định.
zh_hans: 请求未能完成，因此 Google Play 没有收到。这是网络连接问题，与软件包名称、图像类型或语言无关。没有发布任何内容——此次修改已被丢弃，你的商品详情保持不变。请在网络稳定后重新上传。
zh_hant: 請求從未完成，因此 Google Play 從未收到。這是連線問題，並非套件名稱、影像類型或語言有誤。未發佈任何內容——編輯已被捨棄，你的商店資訊保持不變。請在連線穩定後再次上傳。

source: The required languages are not downloaded on your Mac. To download them, go to: System Settings → General → Language & Region → Translation Languages Then download the languages you need and try again.
ar: لم يتم تنزيل اللغات المطلوبة على Mac. لتنزيلها اذهب إلى: System Settings → عام → اللغة والمنطقة → Translation Languages ثم قم بتنزيل اللغات التي تحتاجها وحاول مرة أخرى.
ca: Els idiomes necessaris no es baixen al vostre Mac. Per descarregar-los, aneu a: System Settings → General → Idioma i regió → Translation Languages A continuació, baixeu els idiomes que necessiteu i torneu-ho a provar.
cs: Požadované jazyky nejsou staženy do vašeho Mac. Chcete-li si je stáhnout, přejděte na: System Settings → Obecné → Jazyk a oblast → Translation Languages Poté si stáhněte jazyky, které potřebujete, a zkuste to znovu.
da: De påkrævede sprog downloades ikke på din Mac. For at downloade dem, gå til: System Settings → Generelt → Sprog og region → Translation Languages Download derefter de sprog, du har brug for, og prøv igen.
de: Die erforderlichen Sprachen werden nicht auf Ihr Mac heruntergeladen. Um sie herunterzuladen, gehen Sie zu: System Settings → Allgemein → Sprache und Region → Translation Languages Laden Sie dann die benötigten Sprachen herunter und versuchen Sie es erneut.
el: Δεν γίνεται λήψη των απαιτούμενων γλωσσών στο Mac σας. Για να τα κατεβάσετε, μεταβείτε στη διεύθυνση: System Settings → Γενικά → Γλώσσα και περιοχή → Translation Languages Στη συνέχεια, κατεβάστε τις γλώσσες που χρειάζεστε και δοκιμάστε ξανά.
es: Los idiomas necesarios no están descargados en este Mac. Para descargarlos, ve a: Ajustes del sistema → General → Idioma y región → Idiomas de traducción Luego descarga los idiomas que necesites e inténtalo de nuevo.
fa: زبان‌های مورد نیاز در Mac شما دانلود نمی‌شوند. برای دانلود آنها به آدرس زیر بروید: System Settings → عمومی → زبان و منطقه → Translation Languages سپس زبان های مورد نیاز خود را دانلود کرده و دوباره امتحان کنید.
fi: Vaadittuja kieliä ei ole ladattu laitteeseesi Mac. Voit ladata ne siirtymällä osoitteeseen: System Settings → Yleistä → Kieli ja alue → Translation Languages Lataa sitten tarvitsemasi kielet ja yritä uudelleen.
fr: Les langues requises ne sont pas téléchargées sur votre Mac. Pour les télécharger, rendez-vous sur : System Settings → Général → Langue et région → Translation Languages Téléchargez ensuite les langues dont vous avez besoin et réessayez.
he: השפות הנדרשות לא יורדות ב-Mac שלך. כדי להוריד אותם, עבור אל: System Settings → כללי → שפה ואזור → Translation Languages לאחר מכן הורד את השפות שאתה צריך ונסה שוב.
hr: Potrebni jezici nisu preuzeti na vašem Mac. Da biste ih preuzeli, idite na: System Settings → Općenito → Jezik i regija → Translation Languages Zatim preuzmite jezike koji su vam potrebni i pokušajte ponovno.
hu: A szükséges nyelvek nincsenek letöltve a következőre: Mac. Letöltésükhöz látogasson el ide: System Settings → Általános → Nyelv és régió → Translation Languages Ezután töltse le a szükséges nyelveket, és próbálja újra.
id: Bahasa yang diperlukan tidak diunduh di Mac Anda. Untuk mengunduhnya, buka: System Settings → Umum → Bahasa & Wilayah → Translation Languages Kemudian unduh bahasa yang Anda perlukan dan coba lagi.
ja: 必要な言語が Mac にダウンロードされていません。 これらをダウンロードするには、次の場所にアクセスしてください。 System Settings → 一般 → 言語と地域 → Translation Languages 次に、必要な言語をダウンロードして、もう一度試してください。
ko: Mac에 필수 언어가 다운로드되지 않았습니다. 다운로드하려면 다음으로 이동하세요. System Settings → 일반 → 언어 및 지역 → Translation Languages 그런 다음 필요한 언어를 다운로드하고 다시 시도하세요.
ms: Bahasa yang diperlukan tidak dimuat turun pada Mac anda. Untuk memuat turunnya, pergi ke: System Settings → Umum → Bahasa & Wilayah → Translation Languages Kemudian muat turun bahasa yang anda perlukan dan cuba lagi.
nl: De vereiste talen zijn niet gedownload op uw Mac. Om ze te downloaden, ga naar: System Settings → Algemeen → Taal en regio → Translation Languages Download vervolgens de talen die u nodig heeft en probeer het opnieuw.
no: De nødvendige språkene lastes ikke ned på din Mac. For å laste dem ned, gå til: System Settings → Generelt → Språk og region → Translation Languages Last ned språkene du trenger og prøv igjen.
pl: Wymagane języki nie zostały pobrane na Twoje Mac. Aby je pobrać, przejdź do: System Settings → Ogólne → Język i region → Translation Languages Następnie pobierz potrzebne języki i spróbuj ponownie.
pt_br: Os idiomas necessários não são baixados em seu Mac. Para baixá-los, acesse: System Settings → Geral → Idioma e região → Translation Languages Em seguida, baixe os idiomas necessários e tente novamente.
pt_pt: Os idiomas necessários não são baixados em seu Mac. Para baixá-los, acesse: System Settings → Geral → Idioma e região → Translation Languages Em seguida, baixe os idiomas necessários e tente novamente.
ro: Limbile necesare nu sunt descărcate pe Mac. Pentru a le descărca, accesați: System Settings → General → Limbă și regiune → Translation Languages Apoi descărcați limbile de care aveți nevoie și încercați din nou.
sk: Požadované jazyky nie sú stiahnuté do vášho Mac. Ak si ich chcete stiahnuť, prejdite na: System Settings → Všeobecné → Jazyk a región → Translation Languages Potom si stiahnite jazyky, ktoré potrebujete, a skúste to znova.
sl: Zahtevani jeziki niso preneseni na vaš Mac. Če jih želite prenesti, pojdite na: System Settings → Splošno → Jezik in regija → Translation Languages Nato prenesite jezike, ki jih potrebujete, in poskusite znova.
sv: De obligatoriska språken laddas inte ned på din Mac. För att ladda ner dem, gå till: System Settings → Allmänt → Språk och region → Translation Languages Ladda sedan ned de språk du behöver och försök igen.
th: ภาษาที่ต้องการไม่ได้ดาวน์โหลดบน Mac ของคุณ หากต้องการดาวน์โหลด โปรดไปที่: System Settings → ทั่วไป → ภาษาและภูมิภาค → Translation Languages จากนั้นดาวน์โหลดภาษาที่คุณต้องการแล้วลองอีกครั้ง
ur: مطلوبہ زبانیں آپ کے Mac پر ڈاؤن لوڈ نہیں کی گئی ہیں۔ انہیں ڈاؤن لوڈ کرنے کے لیے، جائیں: System Settings → عمومی → زبان اور علاقہ → Translation Languages پھر اپنی ضرورت کی زبانیں ڈاؤن لوڈ کریں اور دوبارہ کوشش کریں۔
vi: Các ngôn ngữ được yêu cầu không được tải xuống trên Mac của bạn. Để tải chúng xuống, hãy truy cập: System Settings → Chung → Ngôn ngữ & Khu vực → Translation Languages Sau đó tải xuống ngôn ngữ bạn cần và thử lại.
zh_hans: 您的 Mac 上未下载所需的语言。 要下载它们，请访问： System Settings → 一般 → 语言和区域 → Translation Languages 然后下载您需要的语言并重试。

source: The reviewed screenshot plan expired. Refresh it before syncing.
ar: انتهت صلاحية خطة لقطة الشاشة التي تمت مراجعتها. قم بتحديثه قبل المزامنة.
ca: El pla de captura de pantalla revisat ha caducat. Actualitzeu-lo abans de sincronitzar-lo.
cs: Platnost zkontrolovaného plánu snímků obrazovky vypršela. Před synchronizací jej obnovte.
da: Den gennemgåede skærmbilledeplan udløb. Opdater den før synkronisering.
de: Der geprüfte Screenshot-Plan ist abgelaufen. Aktualisiere ihn vor dem Synchronisieren.
el: Το αναθεωρημένο σχέδιο στιγμιότυπου οθόνης έληξε. Ανανεώστε το πριν συγχρονίσετε.
es: El plan de capturas revisado caducó. Actualízalo antes de sincronizar.
fa: طرح بازبینی‌شدهٔ اسکرین‌شات‌ها منقضی شد. پیش از همگام‌سازی، آن را بازخوانی کنید.
fi: Tarkistettu kuvakaappaussuunnitelma on vanhentunut. Päivitä se ennen synkronointia.
fr: Le plan de captures d'écran examiné a expiré. Actualisez-le avant de synchroniser.
he: תוקף תוכנית צילום המסך שנבדק פג. רענן אותו לפני הסנכרון.
hr: Pregledani plan snimke zaslona je istekao. Osvježite ga prije sinkronizacije.
hu: A felülvizsgált képernyőkép-terv lejárt. Szinkronizálás előtt frissítse.
id: Paket tangkapan layar yang ditinjau sudah habis masa berlakunya. Segarkan sebelum menyinkronkan.
it: Il piano di screenshot revisionato è scaduto. Aggiornalo prima di sincronizzare.
ja: レビュー済みのスクリーンショットプランの有効期限が切れました。同期する前に更新してください。
ko: 검토된 스크린샷 계획이 만료되었습니다. 동기화하기 전에 새로 고치세요.
ms: Pelan tangkapan skrin yang disemak telah tamat tempoh. Muat semula sebelum menyegerak.
nl: Het beoordeelde screenshot-abonnement is verlopen. Vernieuw het voordat u gaat synchroniseren.
no: Den gjennomgåtte skjermdumpplanen utløp. Oppdater den før synkronisering.
pl: Sprawdzony plan zrzutów ekranu wygasł. Odśwież go przed synchronizacją.
pt_br: O plano de captura de tela revisado expirou. Atualize-o antes de sincronizar.
pt_pt: O plano de captura de ecrã revisado expirou. Atualize-o antes de sincronizar.
ro: Planul de captură de ecran revizuit a expirat. Actualizează-l înainte de sincronizare.
ru: Срок действия проверенного плана скриншотов истек. Обновите его перед синхронизацией.
sk: Platnosť skontrolovaného plánu snímky obrazovky vypršala. Pred synchronizáciou ho obnovte.
sl: Pregledani načrt posnetka zaslona je potekel. Pred sinhronizacijo ga osvežite.
sv: Den granskade skärmdumpsplanen löpte ut. Uppdatera den innan du synkroniserar.
th: แผนภาพหน้าจอที่ตรวจสอบแล้วหมดอายุแล้ว รีเฟรชก่อนทำการซิงค์
tr: İncelenen ekran görüntüsü planının süresi doldu. Eşzamanlamadan önce yenileyin.
uk: Термін дії перевіреного плану знімків екрана минув. Оновіть його перед синхронізацією.
ur: نظرثانی شدہ اسکرین شاٹ پلان کی میعاد ختم ہو گئی۔ مطابقت پذیری سے پہلے اسے تازہ کریں۔
vi: Kế hoạch chụp màn hình được xem xét đã hết hạn. Làm mới nó trước khi đồng bộ hóa.
zh_hans: 已检查的截图计划已过期。请在同步前刷新。
zh_hant: 已檢查的螢幕截圖計畫已過期。請在同步前重新整理。

source: The reviewed screenshot plan is no longer available. Refresh it and try again.
ar: لم تعد خطة لقطة الشاشة التي تمت مراجعتها متاحة. قم بتحديثه وحاول مرة أخرى.
ca: El pla de captures de pantalla revisat ja no està disponible. Actualitzeu-lo i torneu-ho a provar.
cs: Zkontrolovaný plán snímků obrazovky již není k dispozici. Obnovte jej a zkuste to znovu.
da: Den gennemgåede screenshotplan er ikke længere tilgængelig. Opdater den, og prøv igen.
de: Der geprüfte Screenshot-Plan ist nicht mehr verfügbar. Aktualisiere ihn und versuche es erneut.
el: Το αναθεωρημένο σχέδιο στιγμιότυπου οθόνης δεν είναι πλέον διαθέσιμο. Ανανεώστε το και δοκιμάστε ξανά.
es: El plan de capturas revisado ya no está disponible. Actualízalo y vuelve a intentarlo.
fa: طرح بازبینی‌شدهٔ اسکرین‌شات‌ها دیگر در دسترس نیست. آن را بازخوانی کنید و دوباره امتحان کنید.
fi: Tarkistettu kuvakaappaussuunnitelma ei ole enää saatavilla. Päivitä se ja yritä uudelleen.
fr: Le plan de captures d'écran examiné n'est plus disponible. Actualisez-le et réessayez.
he: תוכנית צילום המסך שנבדקה אינה זמינה עוד. רענן אותו ונסה שוב.
hr: Pregledani plan snimke zaslona više nije dostupan. Osvježite ga i pokušajte ponovno.
hu: A felülvizsgált képernyőkép-terv már nem érhető el. Frissítse, és próbálja újra.
id: Paket tangkapan layar yang ditinjau tidak lagi tersedia. Segarkan dan coba lagi.
it: Il piano di screenshot revisionato non è più disponibile. Aggiornalo e riprova.
ja: レビュー済みのスクリーンショットプランは利用できなくなりました。更新してから再試行してください。
ko: 검토된 스크린샷 계획을 더 이상 사용할 수 없습니다. 새로 고친 후 다시 시도하세요.
ms: Pelan tangkapan skrin yang disemak tidak lagi tersedia. Muat semula dan cuba lagi.
nl: Het beoordeelde screenshotplan is niet langer beschikbaar. Vernieuw het en probeer het opnieuw.
no: Den gjennomgåtte skjermbildeplanen er ikke lenger tilgjengelig. Oppdater den og prøv igjen.
pl: Sprawdzony plan zrzutów ekranu nie jest już dostępny. Odśwież i spróbuj ponownie.
pt_br: O plano de captura de tela revisado não está mais disponível. Atualize-o e tente novamente.
pt_pt: O plano de captura de ecrã revisado não está mais disponível. Atualize-o e tente novamente.
ro: Planul de capturi de ecran revizuit nu mai este disponibil. Actualizează-l și încearcă din nou.
ru: Проверенный план скриншотов больше недоступен. Обновите его и повторите попытку.
sk: Skontrolovaný plán snímok obrazovky už nie je k dispozícii. Obnovte ho a skúste to znova.
sl: Pregledani načrt posnetka zaslona ni več na voljo. Osvežite ga in poskusite znova.
sv: Den granskade skärmdumpsplanen är inte längre tillgänglig. Uppdatera den och försök igen.
th: แผนภาพหน้าจอที่ตรวจสอบแล้วไม่สามารถใช้งานได้อีกต่อไป โปรดรีเฟรชแล้วลองอีกครั้ง
tr: İncelenen ekran görüntüsü planı artık kullanılamıyor. Yenileyip tekrar deneyin.
uk: Перевірений план знімків екрана більше не доступний. Оновіть його й повторіть спробу.
ur: جائزہ لیا گیا اسکرین شاٹ پلان اب دستیاب نہیں ہے۔ اسے ریفریش کریں اور دوبارہ کوشش کریں۔
vi: Kế hoạch chụp màn hình đã xem xét không còn khả dụng nữa. Hãy làm mới nó và thử lại.
zh_hans: 已检查的截图计划已不可用。请刷新后重试。
zh_hant: 已檢查的螢幕截圖計畫已無法使用。請重新整理後再試一次。
